public final class ConstantResponses {
    public final static String INITIAL_RESPONSE = "ПРИВЕТ! \n" +
            "Это DiProj-бот.\n" +
            "\n" +
            "\n" +
            "В данный момент я могу запоминать:\n" +
            "-Сахар в крови (вводи как сахар),\n" +
            "-ХЕ (вводи как съел),\n" +
            "Длинный инсулин (вводи как длинный)\n" +
            "-Коэффициент (можешь ввести как коэф).\n" +
            "Также я могу показать результаты за дату:\n" +
            "-Вводи результат и дату\n" +
            "\n" +
            "\n" +
            "Вводи свои параметры в формате:\n" +
            "{Параметр} {результат}\n" +
            "\n" +
            "\n" +
            "Чтобы ввести новую запись, напиши \"новая\" или команду \\start" +
            "\n" +
            "\n" +
            "В ответ на ХЕ и коэффициент я верну тебе результат короткого инуслина!\n" +
            "Когда будешь готов сохранить напииши \"ОК\"  :) \n" +
            "Эту подсказку можно вызвать командой \\help \n" +
            "Желаю удачи!";

    public final static String ANYTHING_ELSE = "Что-то еще?";

    public final static String WRONG = "Что-то ты ввел не то :(";

    public final static String SAVED = "Сохранил! :)";

    public final static String NOT_SAVED = "Не сохранил! :(";
}
